app/controllers/trustees_controller.rb

  def create
    @trustee = Trustee.create(params[:trustee])
---
INSERT INTO "trustees" ("name", "created_at", "updated_at", "url", "organization", "twitter", "email") VALUES('', '2009-12-28 04:17:06', '2009-12-28 04:17:06', '', '', '', '')